<template>
  <div class="school-preparation2">
    <p>“报到当天,到达太原会有山西大学的学长学姐在太原武宿机场、高铁站（太原南站）、火车站接站哦！”</p>
    <h4>坞城校区（太原市小店区坞城路92号）</h4>
    <p><strong>高铁</strong></p>
    <p>如果乘坐高铁的话，最好选择太原南站为终点站，再由南站搭乘868路、861路、826路、849路公交车到达山西大学南门，共经过一站，车费一元。但鉴于大家新生到校可能会带很多行李，这时候也可以选择乘坐出租车，出租车费大概在8～12元。</p>
    <p><strong>飞机</strong></p>
    <p>乘坐飞机到达<strong>太原武宿机场</strong>，可以乘坐机场巴士到太原南站，之后搭乘<strong>868路、861路、826路、849路公交车</strong>到达山西大学南门，共经过一站，车费一元。不过大家可能会携带行李不太方便，乘坐出租车到达学校的费用在20元左右。</p>
    <p><strong>火车</strong></p>
    <p>乘坐火车到达太原站，可以乘坐821路公交车，用时一小时左右到达山西大学坞城校区北门附近，车费一元（等公交用时较长）。搭乘出租车的费用在20元左右。</p>
    <h4>大东关校区（太原市杏花岭区大东关红沟南街36号）</h4>
    <p><strong>高铁</strong></p>
    <p>如果乘坐高铁<strong>最好选择太原东站</strong>为终点站。之后步行460米到达小东门公交站，乘坐904路公交车到达府东街红灯路口站，步行导航十分钟到达山西大学大东关校区，用时30分钟左右，车费一元。搭乘出租车的费用在10元左右。</p>
    <p>万一终点站选成了太原南站，可以在太原南站搭乘861路公交车经20站到达红沟路府东街口站，大约用时一个小时，车费一元。如果搭乘出租车，费用在30元左右。</p>
    <p><strong>飞机</strong></p>
    <p>从太原武宿机场到达山西大学大东关校区，可以乘坐机场巴士到长风街东口公交站，之后步行至建设南路长风街口公交站搭乘<strong>861路公交车</strong>经过10站到达红沟路府东街口公交站，用时一小时左右，费用17元。若乘坐出租车费用在45元左右。</p>
    <p><strong>火车</strong></p>
    <p>从太原站到达山西大学大东关校区，可以从太原站上车，搭乘81路、861路、816路、830路公交车经三站到达红沟路府东街口公交站，用时大约30分钟，花费一元，之后步行导航至山西大学。搭乘出租车费用在8元左右。</p>
  </div>
</template>

<script>
export default {
  name: 'SchoolPreparation2',
  data () {
    return {
    }
  }
}
</script>

<style scoped>

div.school-preparation2{
  background: #fff9e7;
}

h4,
div.school-preparation2 p{
  font-size: 15px;
  padding:8px 10px;
}

</style>
