<template>
  <div class="school-preparation4">
    <h3>等待2020最新政策出台，我们将第一时间更新，请保持关注。下面是一些经验性的总结</h3>
    <h4>证件资料类</h4>
    <p>“两证一书”：身份证、高考准考证、录取通知书。建议身份证正反两面复印件2份，同时户口本户主页和本人页复印件2份</p>
    <p> 档案：团员档案（团员证以及转团组织关系）、学籍档案（灰常重要！要从高中学校那里拿过来，切记不可开封）、
    户口迁移证明（需要把户口迁到学校的童鞋需要带）、
    贫困证明材料（这个在申请助学金的时候会用到）、生源地贷款回执单（借着生源地贷款的童鞋一定要记得带上哦）</p>
    <p>照片：免冠一寸两寸红底蓝底白底至照片准备一定数量，同时向照相馆索取电子版，以备后续使用及打印（学生证、团关系转接证、学生与社团报名表、体检单等都需要用）虽然学校周边有照相馆，但到时候一定人满为患，所以提前准备啦~</p>
    <p>文件袋：报到时肯定有许多零散的东西，准备一个文件袋，既方便又安全。建议在文件袋上写上自己的姓名和联系方式，万一丢失也可以让人快速找到你。</p>
    <p>少量现金（虽然现在大多数地方可以刷卡或在线支付，但还是带点以备不时之需）</p>
    <h4>生活用品类</h4>
    <p>两季衣物和鞋：军训过后太原的天气会渐渐转凉，记得带几件秋装，棉袄类的冬装可以国庆假期再带来。</p>
    <p>正装：大学有很多场合需要穿正装，像社团组织开全体大会、辩论赛、参与大型活动的工作。因此一身合适的正装很有必要。有的学院开学后也会组织统一订购，许西也有两家正装店，同学们可自行安排。</p>
    <p>床帘：首先隐私很重要，其次舍友的作息时间可能不太一样。安装床帘可以为自己搭建一片小天地。但一定要选择遮光效果好的</p>
    <p>衣架、粘钩、洗漱用品、护肤品：建议带点试用装或者分瓶装，到校后购买</p>
    <p>床上用品：一般学校会统一采购，提前关注下学校通知书里附带的入学须知，如果不想用学校统一购买的可以提前自带，但需要通过学校的检查</p>
    <p>其它用品：吹风机、带钥匙的小锁、毛巾、面巾纸、雨伞、剪刀、双面胶、透明胶（建议在校购买）</p>
    <p>电子产品：手机、耳机、充电器、充电宝，电脑可以根据专业的需要再决定何时购买，比如文科类对电脑需求不高的专业可延迟购买</p>
    <h4>学习用品类</h4>
    <p>应急台灯（最好能充电，宿舍停电或断电可以应急备用）、书包、笔记本、笔、笔袋、文件夹、订书机并配钉、回形针或夹书的夹子（到校后再买也可以）、英语四、六级单词书以及自己感兴趣的书籍</p>
    <h4>药品类</h4>
    <p>创可贴（必备）
防中暑药、感冒药、止泻药（以防水土不服拉肚子）、退烧药
外伤药品（气雾剂、碘酒、医用棉签、纱布、绷带等）
体温计</p>
    <p>其实很多东西到校后也可购买，同学们灵活安排啦~同时学会运用快递寄包裹，减轻旅途的负担。</p>
  </div>
</template>

<script>
export default {
  name: 'SchoolPreparation4',
  data () {
    return {
    }
  }
}
</script>

}
<style scoped>

div.school-preparation4{
  background: #fff9e7;
}

div.school-preparation4 h3{
  font-size: 17.55px;
  padding:17.55px 10px;
}

div.school-preparation4 h4{
  font-size: 15px;
  padding:8px 10px;
}

div.school-preparation4 p{
  font-size: 15px;
  padding:8px 10px;
}

</style>
