<template>
  <div class="school-preparation3">
    <h3>报到时间：</h3>

<p>9月1日星期日全天</p>

<h3>报到地点：</h3>

<p>1.坞城校区：初民广场</p>

<p>2.大东关校区：校前广场</p>

<h3>报到流程：</h3>

<p>1.新生注册。</p>

<p>   学生持录取通知书、本人身份证、高考准考证，前往注册地点（坞城校区：文体馆；大东关校区：主教楼大厅）进行注册及图像采集。</p>

<p>2.办理住宿。</p>

<p>   学生持加盖注册章的录取通知书前往学校公寓中心，办理宿舍入住手续。</p>

<p>3.学生将加盖注册章的录取通知书交回院系。</p>

<h3>联系电话：</h3>

<p>1.教务处：0351-7010288。</p>

<p>2.学生工作部：0351-7010200。</p>

<p><strong>注：</strong></p>

<p>报到完成后，接下来的几天学校会安排一些事情：入学教育、体检、校史教育、团队心理辅导、图书馆信息素养教育发放教材及军训服装、激活校园卡、党团组织关系接收等。期间保持手机的畅通，注意关注老师发布的消息，准时参加。</p>

<h3>激活校园卡</h3>

<p>激活校园卡由卡务中心组织（联系人：王经理，联系电话： 13835184544），坞城校区安排在9月2-5日，地点在建行延伸柜台（商务楼北侧卡中心）；大东关校区安排在9月2-4日，地点在大东关校区食堂对面。</p>

<p>时间安排：</p>

<p>法学院 ——9月2日08:00</p>

<p>音乐学院 ——9月2日09:30 </p>

<p> 初民学院——9月2日10:40 </p>

<p> 文学院——9月2日14:00 </p>

<p> 新闻学院—— 9月2日15:40 </p>

<p> 外国语学院—— 9月2日16:40 </p>

<p> 数学科学学院 ——9月3日08:00 </p>

<p> 计算机与信息技术学院 ——9月3日09:00 </p>

<p> 物理电子工程学院 —— 9月3日10:40 </p>

<p> 化学化工学院 —— 9月3日14:00 </p>

<p> 生命科学学院 —— 9月3日15:30 </p>

<p> 美术学院 —— 9月3日17:00 </p>

<p> 历史文化学院   ——  9月4日08:00 </p>

<p> 哲学社会学学院   ——  9月4日09:00 </p>

<p> 政治与公共管理学院 ——  9月4日09:50 </p>

<p> 教育科学学院  ——  9月4日11:20 </p>

<p> 经济与管理学院   —— 9月4日14:00 </p>

<p> 环境与资源学院    ——  9月4日17:00 </p>

<p> 体育学院  ——  9月5日08:00 </p>

<p> 环境工程系  —— 9月5日10:00 </p>

<p> 电力工程系   ——  9月2日08:00 </p>

<p> 动力工程系    ——  9月2日14:00 </p>

<p> 土木工程系   ——  9月2日17:00 </p>

<p> 自动化系   ——  9月3日08:00 </p>

<p> 工程管理系   ——  9月3日17:00 </p>

<p> 电子信息工程系   ——  9月3日14:00 </p>

<p> 软件学院  ——  9月4日08:00 </p>

<h3>党团组织关系接收</h3>

<p>1、新生党员入学后一周内将党员组织关系介绍信和党员档案材料交给学院（系）党委（党总支）。学校党委组织部将安排对新生党员进行资格审查，并办理党员组织关系接收手续。负责部门：组织部；联系电话：0351-7011715。</p>

<p>2、新生团员组织关系材料（包括入团申请书、入团志愿书、入学前所在团组织出具的团组织关系介绍信或证明函件、团员证等），由各院系团委（团总支）统一接收。负责部门：校团委；联系电话：0351-7010244。</p>

<p>请各院系认真组织安排，保证各项工作有序进行。如有特殊情况，请与相关部门及时联系。</p>
  </div>
</template>

<script>
export default {
  name: 'SchoolPreparation3',
  data () {
    return {
    }
  }
}
</script>

<style scoped>
  div.school-preparation3{
  background: #fff9e7;
}

div.school-preparation3 h3{
  font-size: 17.55px;
  padding:17.55px 10px;
}

div.school-preparation3 p{
  font-size: 15px;
  padding:8px 10px;
}

</style>
