<template>
  <div class="school-preparation4">
    <h3>等待2020最新政策出台，我们将第一时间更新，请保持关注。下面是一些经验总结</h3>
    <h4>证件资料类</h4>
    <h5>“两证一书”：</h5>
    <p>▷ 身份证、</p>
    <p>▷ 高考准考证、</p>
    <p>▷ 录取通知书。建议身份证正反两面复印件2份，同时户口本户主页和本人页复印件两份</p>
    <h5> 档案：</h5>
    <p>▷ 团员档案（团员证以及转团组织关系）、</p>
    <p>▷ 学籍档案（灰常重要！要从高中学校那里拿过来，切记不可开封）、</p>
    <p>▷ 户口迁移证明（需要把户口迁到学校的童鞋需要带）、</P>
    <p>▷ 贫困证明材料（这个在申请助学金的时候会用到）、</p>
    <p>▷ 生源地贷款回执单（借着生源地贷款的童鞋一定要记得带上哦）</p>
    <p><span>照片</span>（一寸两寸免冠照电子版纸质版，后续会大量使用）</p>
    <p><span>现金</span>（虽然现在大多数地方可以刷卡或在线支付，但还是带点以备不时之需）</p>
    <h4>生活用品类</h4>
    <h5>服饰</h5>
    <p>▷ 两季衣物（军训过后太原的天气会渐渐转凉，记得带几件秋装，棉袄类的冬装可以国庆假期再带来。）</p>
    <p>▷ 正装（大学有很多场合需要穿正装，像社团组织开全体大会、辩论赛、参与大型活动的工作。因此一身合适的正装很有必要。有的学院开学后也会组织统一订购，许西也有两家正装店，同学们可自行安排。）</p>
    <h5>宿舍用品</h5>
    <p>▷ 床帘（有需要隐私空间的同学可考虑购买，最好选择遮光效果更优秀的）</p>
    <p>▷ 衣架</p>
    <p>▷ 洗漱用品</p>
    <p><span>床上用品</span>（一般学校会统一采购，提前关注下学校通知书里附带的入学须知）</p>
    <h5>电子产品</h5>
    <p>▷ 手机</P>
    <p>▷ 耳机</p>
    <p>▷ 充电器</p>
    <p>▷ 电脑（可以根据专业的需要再决定何时购买，比如文科类对电脑需求不高的专业可延迟购买）</p>
    <h4>学习用品类</h4>
    <p>▷ 台灯
    <p>▷ 书包</p>
    <p>▷ 笔记本</p>
    <p>▷ 笔</p>
    <p>▷英语四、六级单词书</p>
    <p>▷ 自己感兴趣的书籍</p>
    <h4>药品类</h4>
    <p>▷ 创可贴（必备）、防中暑药、感冒药、止泻药（以防水土不服拉肚子）、退烧药</p>
  </div>
</template>

<script>
export default {
  name: 'SchoolPreparation4',
  data () {
    return {
    }
  }
}
</script>

}
<style scoped>

div.school-preparation4{
  background: #fff9e7;
}

div.school-preparation4 h3{
  font-size: 17.55px;
  padding:17.55px 10px;
}

div.school-preparation4 h4{
  font-size: 15px;
  padding:8px 10px;
}

div.school-preparation4 p,
h5
{
  font-size: 15px;
  padding:8px 10px;
}

span{
  font-weight: bold;
}

</style>
