export const classNames = {
  pClassName: 'markdown-goods-p'
}

// 页面路由
export const routePath = '/shool_preparation'

// 页面块名字
export const pageName = '物品准备'

// 空行不要去掉
export const markdown = `
## 物品准备

### 等待2020年最新政策出台，我们将第一时间更新，请保持关注下面是一些经验总结

### 证件资料类

#### “两证一书”

▷ 身份证

▷ 高考准考证

▷ 录取通知书（建议身份证正反两面复印件两份，同时户口本户主页和本人页复印件两份）

#### 档案

▷ 团员档案（团员证以及转团组织关系）

▷ 学籍档案（切记不可开封）

▷ 户口迁移证明

▷ 贫困证明材料（申请助学金必备）

▷ 生源地贷款回执单

#### 照片（一寸两寸免冠照电子版纸质版，后续会大量使用）

#### 现金（虽然现在大多数地方可以刷卡或在线支付，但还是准备少量以备不时之需）

### 生活用品类

#### 服饰

▷ 两季衣物（一般军训过后太原的天气会渐渐转凉，昼夜温差大，记得多带几件秋装，棉袄类的冬装可以国庆假期再带来）

▷ 正装（大学有很多场合需要穿正装，像社团组织开全体大会、辩论赛、参与大型活动的工作，因此一身合适的正装很有必要）

#### 宿舍用品

▷ 床帘（有需要隐私空间的同学可考虑购买，最好选择遮光效果更优秀的）

▷ 衣架

▷ 洗漱用品（特别值得一提的是，一般是在澡堂洗澡的，南方的同学们做好提前心里准备）

#### 床上用品（学校会统一采购，提前关注下学校通知书里附带的入学须知）

#### 电子产品

▷ 手机

▷ 耳机

▷ 充电器

▷ 电脑（可以根据专业的需要再决定何时购买，比如文科类对电脑需求不高的专业可延迟购买，**有些专业是不允许带电脑的哦**）

PS：宿舍不允许使用大功率电器，同学们注意用电安全。

### 学习用品类

▷ 台灯

▷ 书包

▷ 笔记本

▷ 笔

▷ 英语四、六级单词书

▷ 自己感兴趣的书籍

### 药品类创可贴（必备）

▷ 防中暑药、感冒药、止泻药（以防水土不服拉肚子）、退烧药

`
