export const classNames = {
  pClassName: 'markdown-goods-p'
}

// 页面路由
export const routePath = '/shool_preparation'

// 页面块名字
export const pageName = '物品准备'

// 空行不要去掉
export const markdown = `
## 报道流程

### 报到时间

2020年9月6日

### 报到地点

1.坞城校区：初民广场

2.大东关校区：校前广场

### 报到流程

1.新生注册。

学生持录取通知书、本人身份证、高考准考证，前往注册地点（坞城校区：文体馆；大东关校区：主教楼大厅）进行注册及图像采集。

2.办理住宿。

学生持加盖注册章的录取通知书前往学校公寓中心，办理宿舍入住手续。

3.学生将加盖注册章的录取通知书交回院系。

### 联系电话

1.教务处：0351-7010288。

2.学生工作部：0351-7010200。

**注：**

报到完成后，接下来的几天学校会安排一些事情：入学教育、体检、校史教育、团队心理辅导、图书馆信息素养教育发放教材及军训服装、激活校园卡、党团组织关系接收等。期间保持手机的畅通，注意关注老师发布的消息，准时参加。

### 激活校园卡

**具体的时间辅导员会及时下达通知，一般是一个学院同一个时间，大家注意查看Q群或者微信群哦**

### 党团组织关系接收

1、新生党员入学后一周内将党员组织关系介绍信和党员档案材料交给学院（系）党委（党总支）。学校党委组织部将安排对新生党员进行资格审查，并办理党员组织关系接收手续。负责部门：组织部；联系电话：0351-7011715。

2、新生团员组织关系材料（包括入团申请书、入团志愿书、入学前所在团组织出具的团组织关系介绍信或证明函件、团员证等），由各院系团委（团总支）统一接收。负责部门：校团委；联系电话：0351-7010244。

请各院系认真组织安排，保证各项工作有序进行。如有特殊情况，请与相关部门及时联系。


`
