export const classNames = {
  pClassName: 'markdown-tip-p',
  aClassName: 'markdown-tip-a',
  uClassName: 'markdown-tip-u'
}

// 页面路由
export const routePath = '/shool_preparation'

// 页面块名字
export const pageName = '坞城校区'

// 空行不要去掉
export const markdown = `
## 军训小贴士

▷ 做好防晒防暑工作。事实上，涂抹防晒霜能避免晒黑的同时也避免晒伤。要记得出门前二十分钟涂抹，便于吸收。而且在炎炎烈日下每天涂抹一次是远远不够的，建议随身携带，每两个小时补涂一次。

▷ 及时补水。室外运动水分流失很严重，教官一般会视情况给予充分的补水时间。同学们可以准备保温水杯、大容量的水杯，不喝冰水。

▷ 军训期间可能食欲不太好，但一日三餐依然要保证，尤其是早饭，不然可能经受不住高强度的训练。饮食也要尽可能地清淡，避免暴饮暴食。

▷ 保证充足的睡眠，早睡早起，调节好生物钟。

▷ 训练期间，若身体不适不要硬撑，及时向教官打报告。

▷ 提前购买吸汗鞋垫，学校军训统一胶鞋，没有鞋垫会比较磨脚。

▷ 多备几件棉质内衣、T恤。

▷军训期间定期会有宿舍内务检查评比，建议宿舍里不要有过多杂物，以保持整洁，方便内务整理。


军训是步入大学的第一课，是对身体与意志的双重磨练。军训可以促进我们与新同学的感情，同时亲身感受教官们的军人担当与爱国情怀。

这里也祝愿同学们收获满满，乘风破浪。

`
