<template>
  <div class="in-school4">
    <h2>“山大之声”诗文朗诵大赛</h2>
    <p>时代洪音，声传山大。由山西大学主办，山西大学文学院承办的“山大之声”诗文朗诵大赛于每年春季举办，为丰富我校学生的校园文化生活，营造浓厚的语言文化氛围，用中华优秀文化教育、启发与激励大学生以正确的态度继承和弘扬传统文化，提升学生的人文素养与人文情怀。每年，来自于各个学院、各个国家的朗诵爱好者汇聚一堂，共同切磋，他们用动听的声音展示作为山大人的自信，用充沛的感情抒发对中国的热爱与骄傲！</p>
    <p>“山大之声”诗文朗诵大赛每年都会邀请专业的老师担任评委，为同学们指导并提出宝贵意见，帮助同学们更好的理解诗文篇目，提高朗诵水平，得到全方位的进步。</p>
    <p>“山大之声”诗文朗诵大赛至今已成功举办两届，本活动对增强同学们的文化自信及增进校园的文化氛围具有积极作用。未来，我们希望收到各位的宝贵意见不断提升活动水平，我们更诚邀与期待各位诗文朗诵爱好者的踊跃参与！</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/ae6eec393a254447b58098766227627b.jpg"></p>
    <h2>人文知识竞赛</h2>
    <p>（1）山西大学人文知识竞赛</p>
    <p>“观乎人文，以化成天下。” 为弘扬中华优秀传统文化，营造浓郁的校园文化艺术氛围，增强学生的文化自觉意识和创新精神，为学生的成长、成才奠定宽厚的人文知识基础，提升山大学生的人文知识修养，树立起高度的文化自觉与文化自信，由山西大学主办，山西大学文学院承办的山西大学人文知识竞赛已连续成功举办八年。每年秋季都会有数百位人文知识爱好者参加初赛，少数优胜者进入决赛，以小组的形式经古诗创作、现场答题、经史策问及人文演绎等四个环节的比拼后赛出最后胜利的队伍。在这里我们可以看到思想的碰撞、语言的辩驳、知识的融汇，这不仅仅是一场比赛，更是人文知识爱好者的舞台，是中华文化荟萃与激昂的殿堂！</p>
    <p>（2）山西省人文知识竞赛</p>
    <p>为贯彻落实国家、省中长期教育改革和发展规划刚要精神，吸引、鼓励广大学生增强学习人文知识、阅读人文经典的兴趣与积极性，提高大学生的文化素养，培养学生的文化自觉意识与创新精神，由山西省主办，山西大学承办，并由山西大学文学院负责的山西省人文知识竞赛已成功举办七次。由山西省内各高校组成的各自的代表队汇聚一堂，在山西大学呈现一场知识的较量。大赛由古诗创作、现场答题、经史策问及人文演绎等四个环节组成，在赛场上来自山西各高校优秀的代表队成员“指点江山，激扬文字”，全方位，多层次的展现了当代大学生的人文素养以及中华文化的博大精深，为传承和弘扬中国优秀传统文化献出一份力。</p>
    <p>这不仅仅是一场比赛，更是传播人文知识的舞台，在未来，我们会倾尽全力将比赛传承下去，让人文知识更广泛的向社会传播，我们诚邀与期待欢迎各位同学的加入！</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/a5bd644469434f25b74d5387159a6a34.jpg"></p>
    <h2>“记录者”活动</h2>
    <p>新闻学院“记录者”活动每年围绕国家重大主题开展，结合新闻传播学特色，引导学生紧跟时代步伐、培养家国情怀、深入了解社会、增强实践能力。</p>
    <p>目前，学院已成功举办两届活动，分别以“喜迎十九大，看家乡新变化”和“改革开放四十年，家乡旧色焕新颜”为主题，400余名同学参与，收到文字、文案策划、摄影、视频等作品1500余件。同学们用笔和镜头,记录了祖国日新月异的变化，展现了家乡各具特色的风土人情、深厚悠久的文化底蕴、昂扬向上的精神风貌和团结奋进的生动实践。</p>
    <p>大赛获奖作品在学校各类媒体进行了展出和报道。优秀作品在全省各大传媒平台进行了展示和报道。</p>
    <p>新闻学院“记录者”活动将继续推出关注年度国家大事的主题大赛，弘扬社会主义核心价值观和中华优秀传统文化，倡导学生自觉承担起举旗帜、聚民心、育新人、兴文化、展形象的使命任务，努力发掘和培养讲好中国故事、传播好中国声音的优秀新闻传播人才。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/4146f253b4784d119ab8233769392670.jpg"></p>
    <h2>风筝节</h2>
    <p>“草长莺飞二月天，拂堤杨柳醉春烟。儿散学后归来早，忙趁东风放纸鸢”。春暖花开放风筝自古便是民间的传统。在这柳丝成绦，丁香暗语，蝶影翩翩的时节，为了让同学们重拾童年欢趣，缓解学习压力，实现劳逸结合，放松大家的心情，放飞风筝，放飞梦想！山西大学物理电子工程学院团委学生会特主办“筝奇斗艳”风筝节活动，在此活动中，我们会开展制作风筝的培训会，然后同学们和队员们可以根据所学到的知识亲手制作属于自己的风筝，发挥自己无限的想象力，做出既漂亮与可以飞的很高的风筝，随后还可以与其他队伍进行放风筝比赛，在竞争中享受乐趣，当然还有丰富的奖品可以得到哦。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/8170935a716c46c8b57e6be18c47baae.jpg"></p>
    <h2>一战到底</h2>
    <p>眼观六路，耳听八方，最丰富的知识储备，最开阔的中外视野，想挑战自己的上限吗？山西大学初民学院大型知识竞赛类活动“一战到底”了解一下！也许你并不是什么第一名，也许你怀才不遇，也许没有突出的特长，但每个人都有无限的想法和潜能，只要敢于挑战，就有胜利的希望！音乐、影视、综艺、体育、文学、数理、逻辑……知识从来不是可量化的东西，装在自己脑子里和心里的东西无人能够夺取，来“一战到底”的舞台，给你一个展现力量的机会！</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/4d0f82be18f1475d83f6e00aba021bd1.jpg"></p>
    <h2>山大好声音</h2>
    <p>为了贯彻落实习近平总书记在全国高校思想政治工作会议上的讲话精神，全力推进我校思想政治工作，每隔两年山西大学音乐学院将会举办精心打造的 “一院一品”——“山大好声音”，为了丰富校园文化，此活动面向全山西大学的每一位在读本科生、研究生。</p>
    <p>让青春与青春对话，让歌声与梦想齐飞！报名过后，将会从几百名选手中进行海选、导师盲选、导师考核、巅峰对决等环节在音乐学院音乐厅进行大型展演，选手经过层层选拔，将会脱颖而出最后的冠军、亚军、季军以及优秀学员，他们带着美妙的歌声，燃烧的激情，澎湃的梦想，年轻的风采，唱响青春，唱响最后的“巅峰之夜”！</p>
    <p>此活动参与人数之多，关注度之大，震撼力之强，影响力之深远，每次举办过后都将被全校师生称作“山大最好的活动”。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/da5c7caed3d04ec88b3ee46dd3566fad.jpg"></p>
    <h2>“电脑文化月”</h2>
    <p>“电脑文化月”活动旨在提高我校学生的算法设计能力和创新创业能力，为广大学子提供展示自己的平台。活动举办于每年的4、5月，至2019年已成功举办十届。</p>
    <p>活动形式包括诸如：宣传活动的“晒机”活动、互联网前沿相关讲座；以及，算法竞赛、软件设计大赛、视频制作大赛、平面设计大赛等的各项比赛。为全校学子提供充实自我的机会、表现自我的舞台。在为期一个月的电脑文化月中，我们鼓励并支持同学们积极参与比赛，这对于同学们学习专业知识有着促进作用，让计算机爱好者有自信去展示自己的才能。这项活动不仅让同学们发现身上的优点，更使同学们发掘自身潜能，为学院，为山大贡献自己的一份力量。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/c5920d7f6d414014928a3844e01bccd6.jpg"></p>
    <h2>史无前"历"</h2>
    <p>“史无前历”是历史文化学院一个以话剧形式展开的面向全校的特色活动，它专注于历史并通过历史题材的话剧方式将大众从另一个角度带进历史、了解历史。为了弘扬中国传统文化，光大话剧艺术。截至今日，历史文化学院已举办了多场话剧。</p>
    <p>第一场《黎明之前》是为纪念抗战胜利70周年，故事发生在一个战火纷飞的时代，各种情感交错，编奏爱国的进行曲。第二场《太阿倒持》带我们梦回唐朝，看安史之乱之下唐王朝的权力游戏。第三场历史文化学院原创校史话剧《山大·山大》，抒发对母校的深厚情感。第四场《年华》让我们重返昔日，去感受恢复高考，感受下海经商，感受老一辈人的梦想与追逐。以及广受好评的话剧《山大·山大》在去年再次隆重上演。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/97c01e0f48a34642955c52b7363def61.png"></p>
    <h2>全明星篮球赛</h2>
    <p>盛夏已至，山西大学第十二届校园全明星篮球赛将于6月14日在山西大学鴻猷体育场拉开战幕！</p>
    <p>再火热的夏天，也要有一颗百分百热爱篮球的心！参加全明星篮球赛的有CUBA山大男篮球员，还有来自各学院篮球队的明星球员。他们将为我们带来具有山大风格的篮球视觉盛宴。</p>
    <p>本次全明星篮球赛开设有"普院全明星内部赛”，“斗牛比赛”，“三分大赛”，“普院全明星队与CUBA山大男篮常规赛”等赛事。届时，大家也能够欣赏到由健美操社与优秀啦啦操队带来的精彩演出!</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/a82a1991cbb34c538db56a2c3f32d5e3.jpg"></p>
    <h2>栋梁杯足球联赛</h2>
    <p>栋梁杯足球赛是山大最知名的体育赛事之一。</p>
    <p>已经走过三十八个年头的“栋梁杯”，它几乎成了山大体育赛事的代名词。</p>
    <p>如果青春有颜色，大概就是绿茵场的颜色。</p>
    <p>挥洒汗水、拼搏青春，你会在这里感受世界第一大运动的魅力，收获珍贵的友情，为你的青春留下浓墨重彩的一笔！</p>
    <p> <img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/a149a16413fe4f6a850dd2277523e893.jpg"></p>
    <p> </p>
  </div>
</template>

<script>
export default {
  name: 'InSchool4',
  data () {
    return {
    }
  }
}
</script>

<style scoped>

div.in-school4{
  background-color: #fff9e7;
}

p{
  font-size:15px;
  padding:8px 10px;
  line-height: 25px;
}

h2{
  font-size: 22.5px;
  padding:5px 10px;
}

</style>
