<template>
  <div class="in-school6">
    <h2>山西大学学生会</h2>
    <p>山西大学学生会于1919年5月6日成立，是山西大学青年学生的自治组织，是中华全国学生联合会副主席团体单位、山西省学生联合会主席团体单位。在校党委的正确领导与校团委的具体指导下，在全校同学的大力支持下，搭建起学校联系学生的桥梁和纽带。山西大学学生会按照《中华全国学生联合会章程》、《山西省学生联合会章程》和《山西大学学生会章程》的规定，秉承“全心全意为同学服务”的宗旨，倡导和组织同学们“服务学生、锻炼队伍、成长成才”，致力于将学生会建设成为“同学之家、师生之桥、精英之校”。</p>
    <p>山西大学学生会深入学习贯彻习近平新时代中国特色社会主义思想和党的十九大精神、团的十八大精神，始终秉承“全心全意为同学服务”的工作宗旨，践行“服务学生、锻炼队伍、成长成才”的目标任务，落实“十成战略”“四为模式”的工作思路，努力达成“成体系、巧创新、出成绩”和“四个确保”的工作要求。贯彻服务宗旨，深化服务意识，紧抓服务作风，明确服务方向。协调继承纪念与改革创新，统筹内强能力和外塑形象，结合肃风正气同服务维权。弘扬百年精神，立足学校发展，加强能力锻造，着力组织提升。努力把山西大学学生会建设成为令学生向往、受社会关注、被各界认可的培养高素质青年精英领袖的学生组织，奋力谱写山西大学学生会的百年新篇章。</p>
    <p>校学生会内部由主席团和各职能部门组成，主席团下设十部一处一中心，即秘书处、组织部、宣传部、安监部、学术部、文体部、实践部、志工部、女生部、生活部、科创部、渊智传媒中心。其中，学术部下设学生期刊联合理事会，志工部下设山西大学青年志愿者协会，女生部下设“卓尔”礼仪团，生活部下设学生饮食监督委员会，渊智传媒中心下设山西大学青年新媒体中心。各职能部门是学生会的执行部门，对主席团负责，共同构成完整、高效的学生会内部运行机制。</p>
    <p>在全团改革的大背景下，山西大学学生会根据全国学联关于《学联学生会组织改革方案》的相关要求，结合我校团学工作的实际情况，以院系学生会和相关学生组织为外围延伸手臂，指导协助两校区27个院系学生会自主开展工作，在引领青年学生思想，繁荣校园文化，开展志愿服务，推动科技创新创业等方面发挥着重要作用，赢得了全校师生的高度认可和广泛赞誉。</p>
    <h2>山西大学学生社团联合会</h2>
    <p>山西大学学生社团联合会前身为成立于2002年10月的山西大学学生生社团理事会，2008年9月更为现名，简称“社联”。现下设秘书处、组织部、监管部、活动部、公关部、财务部、权益部、学习部、社团发展研究中心、启明传媒中心十个部门。</p>
    <p>目前，全校共有学生社团110家，其中坞城校区66家，大东关校区公益实践六大类别，社联对社团的发展起着至关重要的作用，是丰富校园文化生活、应接校内外学生社团活动的主要组织者与参与者，是学校纷繁精彩的学生社团的管理者。</p>
    <h2>山西大学图书馆学生管理委员会</h2>
    <p>2013年，山西大学图书馆内，本着协助图书馆工作的目的，义务馆员协会第一次成立。从那时起，山西大学图书馆义务馆员协会由幼及长，一步步发展，壮大。这个自发性、义务性的组织，以自己的热情与坚持，协助工作人员，服务学生读者。</p>
    <p>随着义务馆员协会的逐渐成熟，人员的不断增加，馆内领导对义务馆员工作水平要求的提高，义务馆员协会的转变既是思考良久也是迫在眉睫。自2015年始，协会相关负责人员开始为将义务馆员协会申请为校级组织积极筹划，完善各项制度，准备各项材料。</p>
    <p>随着义务馆员协会组织结构逐渐完备，管理愈发正规化、标准化。协会全体成员都明白，转变即将到来，我们要做的，是更好地专注于管理与服务。</p>
    <p>2016年5月20日，在经过不懈努力，山西大学图书馆义务馆员协会正式成为校级组织，更名为图书馆学生管理委员会。它是接受校团委领导，在图书馆指导下的进行自我提升，为学生读者提供服务的群众性学生组织。</p>
    <p>时光荏苒，白驹过隙，如今，第一批、第二批、第三批义务馆员多已退出。同时，一批有一批新人又加入进来。人在变，但服务读者，自我管理的宗旨却从未改变。“竹影摇书案上，野泉声入砚池中”，如此韶光，图管会全体成员总会伴读者之侧。</p>
    <p>又是一年入学之际，图管会期待更多的新面孔加入这个崭新的组织，期待与每一个你共同成长！</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/fb073021071e43fa89c153fb87dd27ad.jpg">
    <img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/fb8dd7245fe545cc8190aef5b490c6d2.jpg"></p>
    <h2>山大报社</h2>
    <p>籍贯：山西太原</p>
    <p>年龄：76岁</p>
    <p>家庭人数：200余人</p>
    <p>家庭机构：主席团、融媒体中心、采编中心、视觉中心、常务中心</p>
    <p>家长：石海红（山西大学党委宣传部副部长）、祁华（山西大学党委宣传部老师）、张颖（山西大学党委宣传部老师）</p>
    <p>主要工作：记录山大历史、传播山大文化、引导山大舆论，争做山大最一流的综合性校园媒体</p>
    <p>主要平台：山西大学报（连续多年荣获山西省一级报纸）、山西大学报社微信公众号（清博指数影响力排名，多次名列全国、全省、山大第一）、山西大学新闻网、山西大学报社官方QQ、微博等。</p>
    <p>为顺应媒体发展潮流，推动报社组织机构和文化建设，山西大学报社进行了一系列的变革，现形成“四中心八部门”的基本组织架构。 山西大学报社下设常务中心，分有文化部、外联部、活动部； 采编中心，分有特稿部、评论部、文艺副刊部； 融媒体中心，分为日常运营小组和H5工作室； 视觉中心，分为拍摄组、后期组、直播组、手绘组。 形成中心—部门—小组的基本组织架构，各中心、部门、小组既相互独立又和谐统一，共同完成报社的采访编辑、报纸发行、文化传承、活动组织、网络宣传等各项工作，为报社的正常运转起到极为重要的作用。 为加强山西大学报社的文化建设工作，努力营造“家文化”的氛围。组织机构上，设立文化部，进行校报的文化建设工作；对外文化形象展示上，自主设计山西大学报社吉祥物“豹豹”，并制作成实物模型，参与校报各种大型活动的宣传工作；制作“山西大学报社宣传片”，对外传播良好形象；修订《山西大学报社规章制度汇编》，与时俱进，让各项工作有制度可依；自主改编山西大学报社社歌，努力营造文化氛围；自主设计山西大学报社社服，对外展示统一形象；组织春季出游活动，增强报社内部各部门成员间的感情。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/c2892840fd4649f2b44eaaa950dcbc94.jpg">
    <img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/72aef888f24f4a35b884d637d307af9c.jpg"></p>
    <h2>山大青年</h2>
    <p>山西大学《山大青年》杂志社隶属于共青团山西大学委员会，是在校党委领导和校团委指导下的校级学生组织，也是我校团委工作的重要宣传机构，是山西大学团学工作的重要窗口。</p>
    <p>杂志社创刊于1983年，始终本着“高擎青春火炬，勇为时代先声”的办刊宗旨。自创办以来，累计发行39期纸质杂志、6期电子期刊，面向全校甚至全省市发行，发行覆盖面达20000人左右，其优秀文章多次受到山西青年报、中青网等多家媒体报道和转载。除此之外，举办“习语金句·百校千言——当代书法名家进高校翰墨巡展”，“渊智论坛系列活动”，“五四主题征文”等大型活动，受到广泛好评。杂志社成员将依托纸质杂志、微信平台、QQ空间、新浪微博等平台，同心协力、一如既往地做好各项工作，做好山大青年，传播山大声音。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/87610b917c8943d78e934cf09b65afce.jpg"></p>
    <h2>山西大学电视台</h2>
    <p>山西大学电视台成立于2012年10月，隶属于山西大学校党委宣传部。作为一个新兴的校园媒体组织，山西大学电视台旨在丰富校园文化活动，促进校园文化事业的发展，是山西大学的重要宣传部门之一。</p>
    <p>山西大学电视台是一个肩负学校电视新闻报道，校园影视节目制作、播放及对外电视新闻、视频交流等任务的机构。下设常务中心、制作中心和新媒体中心三大中心。</p>
    <p>节目主要包括新闻节目（校园新闻、快新闻以及国际新闻），光影节目《光影时间》，脱口秀节目《山大Talk Show》</p>
    <h2>山西大学有线广播电台</h2>
    <p>山西大学有线广播电台成立于1954年，原名山西大学灯塔社，隶属于山西大学校党委宣传部，是山西大学校内品牌媒体之一。自成立以来，山西大学有线广播电台始终秉承肩负媒体责任，引导校园舆论，服务广大师生，打造山大品牌文化的正确导向，旨在丰富山大师生校园文化生活。</p>
    <p>山西大学有线广播电台是三位一体的全媒体平台，即包括广播系统（11档常规节目+线上电台）、纸媒系统（台刊《灯塔》）以及线上平台（“鸭梨山大”资讯平台、官方QQ、微博）三部分，从而进行多方平台联动发展。</p>
    <p>除常规平台运营外，山西大学有线广播电台还会定期举行各项活动。电台共举办面向电台全体成员的迎新晚会、素质培训、元旦晚会等，以及面向全校学生的记者团换证大会、对外练声和配音大赛等十余项活动。</p>
    <p>山西大学有线广播电台是我校唯一的音频宣传单位。在山西大学的发展进程中作出了应有的贡献，得到了校领导和同学们一致肯定和赞扬。</p>
    <h2>君宇网通讯社</h2>
    <p>山西大学君宇网学生通讯社是山西大学党委学生工作部（处）指导下的大学生思想政治教育主题校园媒体，由学生工作部（处）指导老师和来自各个院系的近百名学生组成。分为四大中心：常务中心、视觉中心、采编中心与新媒体中心，每个中心下设两个部门。君宇网四个中心八个部门相互沟通协作，举办了一系列特色活动，如21天晨跑活动、校庆卷轴活动、线上朗读者活动、FM1902、山大快问和漫话山大等。君宇网立志于推送最新最全最广的校园新闻与资讯，以学校内外广大师生为服务对象，竭力打造一个能实现便利服务与交流互动的校园网络服务平台，打造山西大学特色的校园网络文化。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/7a9a851b263b4044b48848e4b8b373ee.jpg">
    <img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/d999f87ee66141609e01234b4bb825eb.jpg"></p>
    <div class="blank"></div>
  </div>
</template>

<script>
export default {
  name: 'InSchool6',
  data () {
    return {
    }
  }
}
</script>

<style scoped>

div.in-school6{
  background-color: #fff9e7;
}

p{
  font-size:15px;
  padding:8px 10px;
  line-height: 25px;
}

h2{
  font-size: 22.5px;
  padding:10px 10px;
}

img{
  width: 100%;
}

.blank{
  height:100px;
}

</style>
