<template>
  <div class="in-school5">
    <h2>开源软件协会</h2>
    <p>嘿，这里是山西大学校园内最大的计算机技术社团之一——开源软件协会，你是否想象过自己帅气的操控计算机的样子呢？你是否有过一个当Geek或者Hacker的梦想呢？</p>
    <p>山西大学开源软件协会，能帮你所想，圆你所梦。这里有曾参赛荣获2019ASC世界大学生超级计算机竞赛获得全球总决赛一等奖、蓝桥杯国家二等奖等奖项的学哥学姐们，大家一起进步，一起学习。</p>
    <p>我们秉承着“服务全校师生，锻炼自身能力”的宗旨，以推动开源精神的传播为目的，以参与开源项目的学习与贡献为方式，为本校广大编程爱好者提供一个融洽而持久的交流技术、增进友谊的平台。每周开展的技术沙龙在普及有关计算机，编程有关的开源文化知识的同时也锻炼了社团成员动手能力。</p>
    <p>开源软件协会的目标是参加一些全国计算机建模或计算机竞赛和其它同类性质的比赛。相信那时优秀的你一定能在各大比赛上大放异彩。</p>
    <p>我们力求成为山西大学内最大的Geek社团，聚集更多的Geek与Hacker。优秀的你快来加入我们吧。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/a79806ff9ab54b1ea6f084ac6906cf7c.jpg"></p>
    <h2>山西大学自行车协会</h2>
    <p>山西大学自行车协会，英文名CASU。社团成立于1998年11月18日，是山西大学成立最早的一批社团之一。自行车协会是在校团委领导下，由热爱自行车运动，勇于挑战自我，深入社会的在校大学生自发组织，自愿参加的学生社团。</p>
    <p>宗旨:挑战自我，超越梦想。</p>
    <p>目标:团结、奋斗、锻炼、进步。</p>
    <p>方法:科学考察、旅行探险、参观游历、参加社会公益活动等各种社会实践与锻炼活动。</p>
    <p>获奖:2005年获得全国十佳社团，是山西省内唯一获得此殊荣的社团，连续17年获得校十佳社团。</p>
    <p>活动:1.义务修车点2.晚训3.车协小课堂4.平时活动5.寒暑假远征:太原——洛阳、西安——敦煌、太原——厦门、太原——延安……20多次的远征，车协人的足迹已经走遍了全国各地。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/9399db19e3524edfb91d8017c0b4d8c9.jpg"><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/8365f1ae79f842dbb62e6173fb0f4d79.jpg"></p>
    <h2>Du百科俱乐部</h2>
    <p>山西大学Du百科俱乐部，是百度公司支持的以共同编纂百度百科和互联网产品创新为核心的知识型、学术型高校学生组织。本社团接受山西大学哲学社会学学院团委的领导，山西大学学生社团联合会的监督，由山西大学热爱百科知识和公益事业的在校学生共同建立，由百度公司授权的非盈利性学生公益组织。</p>
    <p>具体活动分为线上和线下两种。线上活动包括词条编辑、创新互动、公益百科，其主要为了扩大山西大学的影响。线下活动包括公益事业、就业机会、社会实践，其主要为了给成员普及公益知识，参与百度公司所组织的活动，提供面向百度等大公司的实习机会。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/2f2188b8f8924c2c90f63e9b3d528794.jpg"></p>
    <h2>山西大学红枫志愿者协会</h2>
    <p>山西大学红枫志愿者协会成立于1999年，是山西大学历史最为悠久也是最大的公益类社团之一。20年来协会本着“立足校园，净化心灵，面向社会，传递真情”的原则，积极投身于各种形式的校内外志愿者服务与教育活动，并在2013年，2014年，2016—2017年均获得“十佳社团”的表彰，并在山西大学2017年度社团考核中取得第一名的好成绩。</p>
    <p>十多年来，红枫志愿者协会一直秉承最初的信念，成功举办了多次志愿活动。包括“善行100”暖冬行动，“我是你的眼”关爱盲童活动等。</p>
    <p>红枫志愿者协会是一个历史悠久，规模庞大的公益类社团，全体社员更是公益路上的行者。红枫永不凋零，红枫永守公益，红枫与你同行。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/a2680f8732784faea59ba5c90d657a85.jpg"></p>
    <h2>山西大学健美操协会</h2>
    <p>山西大学健美操协会成立于2012年，原名艺彤健美操协会，于2015年正式更名为山西大学健美操协会。是山西大学颇具影响力的体育类社团，拥有“山西大学2017年最具人气社团”“山西大学十佳社团”等诸多荣誉称号，并常年受山西省健美健美操协会的指导和帮助。</p>
    <p>社团以“健美、健身、健心，丰富学生日常业余活动“为宗旨，广泛汇集学校健美操爱好者，在全校范围内促进健美操运动的开展，为本校广大健美操爱好者提供一个融洽而持久的交流技术、增进友谊的平台。</p>
    <p>协会成立五年多来，自我不断发展、创新，并且拥有了自己每周练习的固定场地，其教练均来自健美操专项学生，主要学习街舞、爵士、HipHop、urban、健身操、有氧舞蹈等，广受山大学子的热爱和欢迎。除常规授课外，会经常带领社员参加各种比赛、演出、晚会表演等活动，锻炼提高自己，不断丰富自我的校园文化生活。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/73307b7b7912492a97eb76208423f8f3.jpg"></p>
    <h2>教育知行社</h2>
    <p>2007年9月25日，山西大学教育知行社成立，它由任桂平博士担任指导老师，是山西大学教育科学学院支持下成立的一家公益与社会实践相结合的学生社团组织。十二年来我们坚守着公益理念，秉承着“知行合一，教育先行”的宗旨，坚持不懈的对基础教育落后地区开展公益支教。长期开展类型多样的教育公益实践活动。此外，社团在每年五月进行暑期支教招募活动，于七月至八月在乡村进行暑期支教活动，为乡村教育添砖加瓦。社团足迹遍布三晋大地多个角落，活动先后被全国多家媒体报道。在社团考核评比中，连续多次获得“校园十佳社团”、“优秀团支部”等奖项，被评选为山西大学暑期“三下乡”优秀社会实践服务队，荣获“全国高校十佳品牌社团”等荣誉。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/2e95ae6b256142b1814735b7274448b2.jpg"></p>
    <h2>轮滑社</h2>
    <p>山西大学轮滑社自2016年成立到如今已经四年了，虽然成立较晚，但是在历任社长的带领下，在所有管理层和社员的努力下，山西大学轮滑社在这四年里欣欣向荣，取得了许多好成绩。 轮滑社设秘书处，宣传部，组织部，三者分工协作使社团活动能顺利举办。社团宗旨“扬轮滑精神，筑健康体魄，用脚步丈量远方，用热血浇灌青春”被每个社员牢记心中。</p>
    <p>每年的九月，山西大学轮滑社迎来新鲜血液，随后会展开一系列精彩活动：</p>
    <p>老社员细心向新成员教授轮滑技巧和动作</p>
    <p>南操新生赛——检验动作学习成果</p>
    <p>相约刷街——遇见汾河优美夜色</p>
    <p>万圣节——带鬼面送给路人甜甜糖果</p>
    <p>周末假期——与其他院校进行交流学习</p>
    <p>冬日滑雪——冷风中收获暖暖笑容</p>
    <p>平安夜——发苹果像家人一样互相祝福</p>
    <p>嘉年华——技术与速度带来满满的成就感</p>
    <p>五一烧烤——自己烤的食物味道更加香浓美好</p>
    <p>讲出来的故事永远不如经历过体会更深，说出来的美好也不如经历过感受强烈。山西大学轮滑社是一个温暖的大家庭，在这里你会收获帅气的轮滑技术，在这里你会收获互相陪伴一起玩耍的幸福，相信山西大学轮滑社一定会越来越好。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/04ec152d73514fabb2442fd8ba1dcb2c.jpg"></p>
    <h2>演讲与口才协会</h2>
    <p>山西大学演讲与口才协会简称“口协”，英文名称是Speech And Eloquence Association. 协会是服从于共青团山西大学委员会的领导及学生社团联合会的管理，在山西大学文学院直接指导下，由在校大学生自发组织、参加的学术型社团。协会把”来源于同学，服务于同学”作为指导思想，以“纵横驰骋，舌战群雄；辩古今中外，论难圆之理”为口号，本着“锻炼口才、明晰思辨、提高素质、展现自我”的宗旨，通过举办各种活动来丰富校园第二课堂。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/639ee320a23b42d6ad25390b4e64dfb8.jpg"></p>
    <h2>音乐爱好者协会</h2>
    <p>标语：为音乐而梦想，为梦想而前行</p>
    <p>简介：音乐爱好者协会隶属山西大学音乐学院，并下设宣传部、活动部与外联部，目前社员人数为100人。本社团已曾本学年参与社联女生节表演区域活动，成功举办11月23日音协路演活动、4月1日歌舞青春街舞社音协联合路演活动等。</p>
    <p>为丰富同学们的课余生活，我们致力于为同学们提供广阔音乐交流平台以展示自我、发展自我、提升自我的音乐社团，如果你爱好音乐，爱好唱歌，请加入我们，我们与你同行！</p>
    <p>日常活动：两周一次的音乐知识学习；各类文艺演出；不定期的KTV嗨唱……</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/535a61485c674b6184a889d17c1d2ad9.jpg"></p>
    <h2>英语沙龙学社</h2>
    <p>想感受纯粹的英语母语环境吗?</p>
    <p>想体验和外教面对面交谈的快感吗?</p>
    <p>想了解原汁原味的美国文化吗?</p>
    <p>赶快加入我们一一英语沙龙学社!</p>
    <p>英语沙龙学社( English Salon)是隶属于山西大学外国语学院的专业社团，以“创造英语母语学习环境、提高英语学习成绩、打造英语口语水平”为宗旨。我们将与你共同分享英语学习的快乐与收获，展示你未曾发掘的的潜力与魅力，給你带领不同凡响的英语激情!</p>
    <p>趣味活动：</p>
    <p>每周一部英语原声电影，并赠送电影赏析学习资料，周周视听大挑战，让你不提高听力口语水平都难!</p>
    <p>每周英语角，让外教与你面对面交流，感受纯正外文发音，让你开口说英语不再困难！</p>
    <p>定期举办主校性英语学习讲座，邀请外院专业教师，让你四六级不发愁，对英美国家留学信息了如指掌!</p>
    <p>每学期的晨读活动，专业学姐学长领读，免费提供四六级读物。</p>
    <p>还有盛大的圣诞晚会、万圣节狂欢夜、英语歌曲大赛，和外院学姐学长学小语种，法语、日语、俄语、德语一网打尽!</p>
    <p>每个活动都有奖品！</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/4926ad23549b4aba877a1c4f5cc018f1.jpg"></p>
    <h2>羽林汉学学社</h2>
    <p>山西大学羽林汉学社成立于2014年10月，成立时间将近5年，社团人数多达400余人。羽林，即“为国羽翼，如林之盛”。羽林汉学社 旨在通过中国传统服饰——汉服来宣传复兴汉文化。我们坚持“始于衣冠，达于博远”，重拾五常六艺，学习并弘扬中国传统文化礼仪。</p>
    <p>山西大学羽林汉学社面向全体热爱汉服的同学，为广大汉服爱好者和传统文化爱好者提供一个交流的平台。</p>
    <p>社团宗旨：着我汉家衣裳，兴我礼仪之邦。</p>
    <p>小组介绍：汉舞组，音乐组，手工组，衣礼组，射艺组!</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/c66583fa699e4d8585da92107a4df4da.jpg"></p>
    <h2>山西大学天文协会</h2>
    <p>山西大学天文协会成立于1998年10月25日，是山西省成立最早的天文高校社团。</p>
    <p>山西大学天文协会是一个以科学普及为己任的学生社团，协会成立之初，原中国天文学会理事长、天文学家李启斌先生为山西大学天文协会的会刊题写了刊名。秉承着科普求知的社团精神，20年来，时光荏苒，天文协会在时间的打磨下日渐成长，如今已发展为山西大学最知名的社团之一。</p>
    <p>目前，协会拥有6台各口径天文望远镜以及大量电子及纸质资料和部分陨石收藏品，并设有大东关校区天文分社。除日常观星活动外，协会还打造了双子座流星雨（曾获央视报道）、中秋节狂欢夜（荣获探月与航天工程褒奖）等诸多品牌活动。</p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/6ae179eaafd340c9b9ff02531d9bc747.jpg"></p>
    <p><img alt="" src="http://bkzs.sxu.edu.cn/images/2019-07/5705c1fa3e5e47dd976dd950eac891c4.jpg"></p>
  </div>
</template>

<script>
export default {
  name: 'InSchool5',
  data () {
    return {
    }
  }
}
</script>

<style scoped>

div.in-school5{
  background-color: #fff9e7;
}

p{
  font-size:15px;
  padding:8px 10px;
}

h2{
  font-size: 22.5px;
  padding:5px 10px;
}

</style>
