export default `
山大的故事

要从这里说起

1902年，山西大学堂挂牌开学

以学习近代学问之身

怀增中西合璧、文理并重之愿

正如校歌所唱：勤耕四野，勇拓八荒

山大人坚守“中西汇通，自强报国”的信念

走过百年风华

今天的山大

也要从这里说起

以“教授高深学术，养成硕学闳材”为己任

秉承“求真至善、登崇俊良”的优良传统

踏上中国高等教育的探索之途

在这里，国学良史，西文科学，交相辉映

在这里，名师大家，科学巨擘，荟萃一堂

过去，人文学术，理工实验，成绩斐然

如今，理工共进，人文日新，再创辉煌

求实与创新

求真与至善

融入在山大人日常生活里

激励着莘莘学子

埋首在学习与实践的征途之上

百年之路，一如既往

百年风华，薪火相传

这是我的山大

也是你的山大

山西大学，欢迎你

山大的故事

要从这里说起

1902年，山西大学堂挂牌开学

以学习近代学问之身

怀增中西合璧、文理并重之愿

正如校歌所唱：勤耕四野，勇拓八荒

山大人坚守“中西汇通，自强报国”的信念

走过百年风华

今天的山大

也要从这里说起

以“教授高深学术，养成硕学闳材”为己任

秉承“求真至善、登崇俊良”的优良传统

踏上中国高等教育的探索之途

在这里，国学良史，西文科学，交相辉映

在这里，名师大家，科学巨擘，荟萃一堂

过去，人文学术，理工实验，成绩斐然

如今，理工共进，人文日新，再创辉煌

求实与创新

求真与至善

融入在山大人日常生活里

激励着莘莘学子

埋首在学习与实践的征途之上

百年之路，一如既往

百年风华，薪火相传

这是我的山大

也是你的山大

山西大学，欢迎你

山大的故事

要从这里说起

1902年，山西大学堂挂牌开学

以学习近代学问之身

怀增中西合璧、文理并重之愿

正如校歌所唱：勤耕四野，勇拓八荒

山大人坚守“中西汇通，自强报国”的信念

走过百年风华

今天的山大

也要从这里说起

以“教授高深学术，养成硕学闳材”为己任

秉承“求真至善、登崇俊良”的优良传统

踏上中国高等教育的探索之途

在这里，国学良史，西文科学，交相辉映

在这里，名师大家，科学巨擘，荟萃一堂

过去，人文学术，理工实验，成绩斐然

如今，理工共进，人文日新，再创辉煌

求实与创新

求真与至善

融入在山大人日常生活里

激励着莘莘学子

埋首在学习与实践的征途之上

百年之路，一如既往

百年风华，薪火相传

这是我的山大

也是你的山大

山西大学，欢迎你

山大的故事

要从这里说起

1902年，山西大学堂挂牌开学

以学习近代学问之身

怀增中西合璧、文理并重之愿

正如校歌所唱：勤耕四野，勇拓八荒

山大人坚守“中西汇通，自强报国”的信念

走过百年风华

今天的山大

也要从这里说起

以“教授高深学术，养成硕学闳材”为己任

秉承“求真至善、登崇俊良”的优良传统

踏上中国高等教育的探索之途

在这里，国学良史，西文科学，交相辉映

在这里，名师大家，科学巨擘，荟萃一堂

过去，人文学术，理工实验，成绩斐然

如今，理工共进，人文日新，再创辉煌

求实与创新

求真与至善

融入在山大人日常生活里

激励着莘莘学子

埋首在学习与实践的征途之上

百年之路，一如既往

百年风华，薪火相传

这是我的山大

也是你的山大

山西大学，山西大学欢迎你
`
