export const classNames = {
  pClassName: 'markdown-activity-p',
  h3ClassName: 'markdown-activity-h3',
  h4ClassName: 'markdown-activity-h4',
  imgClassName: 'markdown-activity-img',
  uClassName: 'markdown-activity-u'
}

// 页面路由
export const routePath = '/other_info'

// 页面块名字
export const pageName = '学习建议'

// 空行不要去掉
export const markdown = `
## 学习建议

 美国著名教育批评家和改革者亚伯拉罕·弗莱克斯纳认为” 大学不是孤立的事物，不是老古董,不会将各种新事物拒之门外;相反，它是时代的表现，是对现在和未来都会产生影响的一种力量，大学不是风向标，不能什么流行就迎合什么，大学应该不断满足社会的需求，而不是欲望”。 

 同时他也认为大学应该紧跟时代做出变化，但也应有相应的"度”，只是满足"needs" ，而不 是"wants"。 

 以下是有关大学生活的一些建议 

1.  不要拘泥于学校的平台，学会走出去 

    面对瞬息万变的这个时代，课堂上所学习的东西是远远不能满足我们的，加上互联网上有着许多的学习资源，我们完全可以利用身边的资源去不断地去学习，走出去探索新的领域，外面的世界更加的广阔。 

2.  有自己的目标，早早的为自己规划 

    大学生最可怕的不是无事可做，相反，是被一大堆自以为有意义实则无意义的事情过度的消耗，自以为提升自我，实则百无一用。 

    真正能改变一个人的，让一个人脱颖而出的是 **有目标，有特点，有能量的持续努力**。 

    伟大的人和普通的人的最大区别是伟大的人永远在想他要做什么，普通人永远在想他要如何“提升自我”。 

3.  多多尝试，不断试错 

    所谓年轻人，就是有着无限的可能，对于刚刚步入大学的我们，就是一张白纸，离开了相对封闭的环境，对自己的爱好兴趣有了可以实践的机会，我们可以抓着宝贵的青春，不断探索不断成长。， 

4.  规划一场大学旅行 

    ①旅行可以让你暂时放开身心，让自己在浮躁重复的学习生活中得到休息。 

    ②带上好友，促进彼此之间的情谊，人在一个相对放松的环境，相处也会变得舒适得多。 

    ③看看外面的世界，扩宽视野。 

5.  多运动保持身体健康 

    ①运动可以促进身体多巴胺的分泌，使人保持愉悦的心情 

    ②运动可以强身健体，提高身体免疫力，缓解衰老 

    ③运动可以增强人的意志品质，培养人的良好习惯 

    ④运动可以扩大自己的社交范围，增加自己和他人交流的机会。 

（文字来源：知乎）

 下面还有几个接地气的回答~ 

[有什么好的建议给即将上大学的学生？ - 巴啦啦的回答 - 知乎](https://www.zhihu.com/question/281895917/answer/588128474)

[有什么好的建议给即将上大学的学生？ - 李情画的回答 - 知乎](https://www.zhihu.com/question/281895917/answer/484100307)

[如何高质量地走完大学四年？ - 外向的孤独患者的回答 - 知乎](https://www.zhihu.com/question/28966967/answer/149755469)

  
  `
