export const classNames = {
  pClassName: 'markdown-activity-p',
  h3ClassName: 'markdown-activity-h3',
  h4ClassName: 'markdown-activity-h4',
  imgClassName: 'markdown-activity-img',
  uClassName: 'markdown-activity-u'
}

// 页面路由
export const routePath = '/other_info'

// 页面块名字
export const pageName = '图书馆'

// 空行不要去掉
export const markdown = `
## 图书馆
### 概况介绍

山西大学图书馆创建于1902年，始称山西大学堂图书馆，1931年定现名。

1949年以后，随着山西大学办学规模的不断扩大，图书馆也在不断发展扩建并四迁馆址。1954年建成的图书馆面积为2500平方米(现已拆除建成文科楼)。1959年建成的图书馆（北馆）面积为5400平方米。1995年建成的图书馆，面积16349平方米。位于山西大学新校门内，初民广场的东侧。从1995年建成起一直都是山西大学的标志性建筑，2012年结束了它作为图书馆的使命。

现在使用的图书馆2009年破土动工开始建设，2013年开馆接待读者。新图书馆结构新颖，色彩鲜明，气势恢弘，传承了山西大学百年传统和悠久文脉，将山西大学传统建筑风格与现代建筑艺术完美结合，成为我校宏伟建筑群的一大亮点，同时她还具有幽雅的人文环境和智能化、人性化，藏、借、阅一体的信息化管理模式，她是山西大学的重要标志；她是顽强拼搏、力争上游的精神象征；也是山西大学的文献信息中心；师生们进行学习和研究的重要场所。

新图书馆是一个具有较大的空间，统一的柱网，可以灵活变化、以家具组成不同功能的全开放式的建筑。共有四层，每一层又设有不同的功能区。

全馆共有阅览座位2250个，休闲座位500个，研究、讨论室20多个，还有多个休闲区、视听室、多媒体室，为读者创造了明亮舒适的阅览和娱乐环境。25台服务器、3个磁盘阵列等多种现代化的设备，为读者服务工作提供了坚实的保障。

截止到2014年，现有纸质文献361.7万册（件），电子图书2535（GB），中外文数据库56个，自建数据库13个，还收藏有一定数量的光盘、缩微资料、视听资料等多种载体文献。山西大学图书馆馆藏线装书1万多种，13万余册，其中不乏孤本与稀见之本。以明清刻本为大宗，其中地方文献和文集尤具特色。2010年6月山西大学图书馆被文化部命名为第三批“全国古籍重点保护单位”. 

山西大学图书馆是山西省规模最大的综合性图书馆之一，在我省图书情报界，在高校图书馆中，发挥着重要的作用。为了适应信息技术的发展，图书馆正在不断加强自动化、现代化管理的研究，不断提高管理水平、服务能力。图书馆全体工作人员以崇高的敬业精神，利用图书馆丰富的文献资源、先进的技术设备，竭诚为每一个读者服务。

### 馆藏分布

一层的功能区有基本书库、特藏部、古籍书库、展览室、研究室、休闲区、存包区、及中心机房。

二层的功能区包括社会科学图书阅览区、自然科学图书阅览区、工具书阅览区、外语学习区、检索区、复印区、休闲区、咨询台、流通管理总台及文献资源建设部。

三层的功能区包括中文过期期刊阅览区、外文过期期刊阅览区、现期期刊阅览区、现期报纸阅览区、电子阅览区、行政办公区、移动阅读体验区、休闲区、视听室、多媒体室、研究室、陈列室及信息咨询部、系统管理部、外联部。

四层的功能区有样本图书阅览区、特藏图书阅览区、休闲区、检索区、培训室。

### 图书分布

二层![图书馆二层](http://bkzs.sxu.edu.cn/images/2019-07/48cb701c813d442081f89f41dacb10f6.jpg)

三层![图书馆三层](http://bkzs.sxu.edu.cn/images/2019-07/08a0c642e32e4026a689d034b2cca5d5.jpg)

四层![图书馆四层](http://bkzs.sxu.edu.cn/images/2019-07/7a1972c56d7442e1a762917a369f3ea4.jpg)
  
  `
