export const classNames = {
  pClassName: 'markdown-association-p',
  h3ClassName: 'markdown-association-h3',
  h4ClassName: 'markdown-association-h4',
  imgClassName: 'markdown-association-img'
}

// 页面路由
export const routePath = '/in_school'

// 页面块名字
export const pageName = '便利生活'

// 空行不要去掉
export const markdown = `
## 便利生活

### 快递点

圆通、申通、百世 、顺丰：令德地超菜鸟驿站

中通：令德地超创新文印旁&北家属院

韵达快递：文瀛地超口

天天 建华 天猫：北家属院9号楼

京东：北家属院23号楼2单元101室

邮政：北家属院29号楼

### 购物

文瀛餐厅地下超市&令德地下超市

### 医疗

山西大学医院：在靠近西门处

文瀛餐厅及令德餐厅负一层都有药店

### 文体

游泳馆：山大的游泳馆是集游泳健身于一体的场馆，还设有乒乓球室、棋牌室与瑜伽馆，理科楼与图书馆之间的小路

羽毛球场：山大只有露天的羽毛球场开放，位于令德十二斋宿舍旁

乒乓球台

网球场：南操旁

篮球场：令德十二斋宿舍前&南操&北操

PS：山大开设的体育公共课门类齐全，游泳、足球、篮球、网球应有尽有，在大学除了学习文化课，拥有一个健康的体魄也是至关重要的事情。

### 文印

令德地超创新文印

国际交流学院对面印刷店

山西大学医院附近山西大学印刷厂

### 理发洗衣

洁美苑二层理发店

令德地超

### 网络通讯

开学伊始，三大通讯运营公司会免费赠送校园手机卡。价格便宜，流量多多。

山大校内的校园网是联通，宿舍内部接网需要三名同学是联通手机卡，同学们可根据需要自行选择

联通营业厅：令德餐厅南侧门

移动营业厅：文瀛超市地下室

### 维修

电脑维修

手表维修及配钥匙：文瀛餐厅南侧门口

裁缝店：许西罗氏正装

### 丢失一卡通

如果不小心丢了一卡通，莫慌莫慌，走以下流程就好啦

①挂失：山大官网——常用链接——卡通里面很详细的有各类问题的解答；学校大门外的建行（或者和山大里面的建行）可以直接帮你挂失。

②补卡：带着身份证，（学生证带着以防万一）到校外建行办卡，已成年的直接到机器处补卡，未成年的到人工窗口。

③办卡时不收取任何费用，但拿到卡上没有照片的，未被激活，需到商学楼15、16号窗口印上照片，（拿到印照片的卡不要接触照片部分，会花。）然后记得往卡里充钱，到一定时间后会自动扣除10块钱激活卡用，在此之前你的卡是不能用的。

④领取冻结金额：补卡后至少等三天去圈存机领取冻结金额，之前使用圈存机需解除旧卡的绑定，绑定新卡。

同学们一定要保存这个流程，以后用处会很大的......

PS：大学有很多场合需要穿正装，像社团组织开全体大会、辩论赛、参与大型活动的工作。因此一身合适的正装很有必要。有的学院开学后也会组织统一订购，同学们也可自行安排。

`
