export const classNames = {
  h2ClassName: 'markdown-activity-h2',
  pClassName: 'markdown-ds-p'
}

// 页面路由
export const routePath = '/enter_school'

// 页面块名字
export const pageName = '关于我们'

// 空行不要去掉
export const markdown = `
## 山西大学新生手册

技术支持：山西大学计算机与信息技术学院创新创业中心——开源软件协会

代码开源:[<span>GitHub</span>](https://github.com/LCL121/fresh-sxu)

## 贡献者（排名不分先后）

### 特别感谢以下组织与同学参与本新生手册的撰写工作

### 网站实现

2020版|开源软件协会：雷晨龙◇王青◇陈舜泽◇夏江◇史佳豪

2019版|开源软件协会：崔晋瑜◇李政兴◇杨九懿◇雷晨龙◇李润泽◇张博淇◇尹智轩

### 网站设计

2020及2019版|开源软件协会：王青

### 网站文案撰写

#### 组织&社团（不分版本）

山西大学学生会◇山西大学学生社团联合会◇山西大学图书馆学生管理委员会◇山大报社

山大青年◇山西大学电视台◇山西大学有线广播电台◇君宇网通讯社

开源软件协会◇山西大学自行车协会◇Du百科俱乐部◇山西大学红枫志愿者协会

山西大学健美操协会◇教育知行社◇轮滑社◇演讲与口才协会

音乐爱好者协会◇英语沙龙学社◇羽林汉学学社◇山西大学天文协会

沙画协会◇民俗与非遗学社◇法之信仰同行社◇山西大学心理协会

印象刀画协会◇化学爱好者协会◇草木青学社

#### 个人

2020版|开源软件协会：李文婧

2020版|开源软件协会：李文婧

### 图片来源(遗漏了一些红领巾，欢迎来报道)

#### 组织&社团（不分版本）

山西大学学生会◇山西大学学生社团联合会◇山西大学图书馆学生管理委员会◇山大报社

山大青年◇山西大学电视台◇山西大学有线广播电台◇君宇网通讯社

开源软件协会◇山西大学自行车协会◇Du百科俱乐部◇山西大学红枫志愿者协会

山西大学健美操协会◇教育知行社◇轮滑社◇演讲与口才协会

音乐爱好者协会◇英语沙龙学社◇羽林汉学学社◇山西大学天文协会

沙画协会◇民俗与非遗学社◇法之信仰同行社◇山西大学心理协会

印象刀画协会◇化学爱好者协会◇草木青学社

#### 个人（不分版本）

牛泽海◇冯旭◇宋小奚◇王星凯◇王金凤

## 设计参考

### 电脑端设计

[<span>浙江大学新生手册</span>](http://www.qsc.zju.edu.cn/freshman/)

[<span>上海科技大学迎新网</span>](http://life.shanghaitech.edu.cn/fresh/)

## 补充

此新生手册于2020年7月完成第二版的过渡版本，由于各种不可抗力因素，上线略晚，内容准备仓促，我们将会继续迭代，若存在浏览体验不好的情况，望海涵。欢迎大家提出意见，如果有好的想法或者想参与新生手册的更新迭代，请随时联系负责人：雷晨龙QQ1391436522

如果有好看的图片也欢迎投稿！！邮箱：1391436522@qq.com

另外，欢迎大家加入山西大学开源软件协会，一起玩耍，一起成长！`
